Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ATMOS_ALWAYS_ON_WARN_BODY
source: Supported songs will now play in Dolby Atmos instead of stereo versions. Connect to headphones or Dolby Atmos supported speakers for the best experience. Change this at any time in Settings.
ar: سيتم الآن تشغيل الأغاني المدعومة بتنسيق Dolby Atmos بدلاً من إصدارات استريو. قم بالاتصال بسماعات رأس أو سماعات خارجية تدعم Dolby Atmos لتستمتع بأفضل تجربة. يمكنك تغيير ذلك في أي وقت في الإعدادات.
bg: Поддържаните песни вече ще се възпроизвеждат в Dolby Atmos, вместо в стерео версии. За най-добро изживяване свържете слушалки или говорители, които поддържат Dolby Atmos. Можете да промените това по всяко време в Настройки.
ca: A partir d’ara, les cançons compatibles es reproduiran en Dolby Atmos en lloc d’àudio estèreo. Per gaudir de la millor experiència, connecta uns auriculars o altaveus compatibles amb Dolby Atmos. Pots canviar‑ho en qualsevol moment a la configuració.
cs: Podporované skladby se teď budou místo stereofonních verzí přehrávat v Dolby Atmos. Nejlíp si je vychutnáte ve sluchátkách nebo z reproduktorů s podporou Dolby Atmos. Tuto volbu můžete kdykoli změnit v Nastavení.
da: Understøttede sange afspilles nu i Dolby Atmos i stedet for stereo. Opret forbindelse til hovedtelefoner eller højttalere, der understøtter Dolby Atmos, for at få den bedste oplevelse. Du kan altid ændre dette i Indstillinger.
de: Bei unterstützten Titeln wird jetzt die Dolby Atmos-Version anstatt der Stereoversion wiedergegeben. Optimale Ergebnisse erhältst du, indem du Kopfhörer oder Lautsprecher, die Dolby Atmos-kompatibel sind, anschließt. Du kannst dies jederzeit in „Einstellungen“ ändern.
el: Τα υποστηριζόμενα τραγούδια θα αναπαράγονται σε Dolby Atmos αντί της στερεοφωνικής έκδοσης. Συνδέστε ακουστικά ή υποστηριζόμενα ηχεία Dolby Atmos για βέλτιστη εμπειρία. Μπορείτε να αλλάξετε αυτήν την επιλογή ανά πάσα στιγμή στις Ρυθμίσεις.
es: Ahora las canciones compatibles se reproducirán en Dolby Atmos en vez de en estéreo. Conecta unos auriculares o unos altavoces compatibles con Dolby Atmos para disfrutar del mejor sonido. Puedes cambiar esta configuración en Ajustes cuando quieras.
es_us: Las canciones compatibles ahora se reproducirán con sonido Dolby Atmos en lugar de estéreo. Conecta altavoces o unos audífonos compatibles con Dolby Atmos para obtener la mejor experiencia. Puedes cambiar esto desde Configuración.
fi: Tuetut kappaleet toistetaan nyt Dolby Atmos -muodossa stereoversion sijaan. Saat parhaan kokemuksen yhdistämällä kuulokkeisiin tai Dolby Atmosia tukeviin kaiuttimiin. Voit muuttaa tätä milloin tahansa Asetuksissa.
fr: Les morceaux pris en charge seront désormais lus en Dolby Atmos et non en stéréo. Connectez-vous à des écouteurs ou à des haut-parleurs prenant en charge le format Dolby Atmos pour une expérience optimale. Vous pouvez modifier ceci à tout moment dans Réglages.
fr_ca: Les chansons prises en charge seront désormais lues en Dolby Atmos plutôt qu’en stéréo. Pour une meilleure expérience d’écoute, connectez des écouteurs ou des haut-parleurs compatibles avec Dolby Atmos. Vous pouvez modifier ce réglage en tout temps dans Réglages.
he: כעת שירים נתמכים יתנגנו ב-Dolby Atmos במקום בגירסאות סטריאו. מומלץ להתחבר לרמקולים התומכים ב-Dolby Atmos לחוויה מיטבית. ניתן לשנות זאת בכל עת דרך ״הגדרות״.
hi: समर्थित गीत अब स्टीरियो संस्करणों की जगह Dolby Atmos में चलाए जाएँगे। बेहतरीन अनुभव के लिए हेडफ़ोन या Dolby Atmos समर्थित स्पीकर से कनेक्ट करें। इसे सेटिंग्ज़ में जाकर किसी भी समय बदलें।
hr: Podržane pjesme reproducirat će se u formatu Dolby Atmos umjesto u stereo verzijama. Spojite slušalice ili zvučnike koji podržavaju Dolby Atmos za najbolje iskustvo. To možete u bilo kojem trenutku promijeniti u Postavkama.
hu: A támogatott dalok mostantól a sztereó változatok helyett Dolby Atmos formátumban lesznek lejátszva. Az optimális élmény érdekében csatlakoztasson fejhallgatót vagy Dolby Atmost támogató hangszórót. Ezt bármikor módosíthatja a Beállításokban.
id: Lagu yang didukung kini diputar dalam Dolby Atmos, bukan dalam versi stereo. Hubungkan ke headphone atau speaker yang mendukung Dolby Atmos untuk pengalaman terbaik. Ubah ini kapan pun di Pengaturan.
it: I brani supportati ora verranno riprodotti in formato Dolby Atmos anziché in versione stereo. Per un’esperienza ottimale, connetti il dispositivo alle cuffie o agli altoparlanti compatibili con Dolby Atmos. Puoi modificare l’opzione in qualsiasi momento in Impostazioni.
ja: 対応している曲は、ステレオバージョンではなくドルビーアトモスで再生されるようになります。最高の体験を得るには、ヘッドフォン、またはドルビーアトモス対応のスピーカーに接続してください。この設定はいつでも“設定”で変更できます。
kk: Қолдау көрсетілетін әндер енді стерео нұсқаларының орнына Dolby Atmos форматында ойнатылады. Дыбысталу сапасын жақсарту үшін құлаққапты немесе Dolby Atmos форматына қолдау көрсететін динамиктерді жалғаңыз. Бұл параметрді «Реттеулер» бөлімінде кез келген уақытта өзгертуге болады.
ko: 지원되는 노래가 이제 스테레오 버전 대신 Dolby Atmos로 재생됩니다. 헤드폰 또는 Dolby Atmos 지원 스피커에 연결하여 최상의 음향을 경험해보세요. 이 옵션은 언제든지 설정에서 변경할 수 있습니다.
lt: Palaikomos dainos dabar bus leidžiamos „Dolby Atmos“, o ne stereo versijomis. Kad klausymasis būtų kuo malonesnis, prijunkite ausines arba „Dolby Atmos“ palaikančius garsiakalbius. Tai galite bet kada pakeisti srityje „Nustatymai“.
ms: Lagu yang disokong kini akan dimainkan dalam Dolby Atmos dan bukannya versi stereo. Sambungkan ke fon kepala atau speaker yang disokong Dolby Atmos untuk pengalaman terbaik. Tukar ini pada bila-bila masa dalam Seting.
nl: Ondersteunde nummers worden nu in Dolby Atmos afgespeeld in plaats van de stereoversies. Maak verbinding met een koptelefoon of luidsprekers die Dolby Atmos ondersteunen voor de beste ervaring. Je kunt dit altijd wijzigen in Instellingen.
no: Støttede sanger blir nå spilt av i Dolby Atmos i stedet for stereoversjoner. Koble til hodetelefoner eller høyttalere som støtter Dolby Atmos for best resultat. Du kan endre dette når som helst i Innstillinger.
pl: Obsługiwane utwory będą teraz odtwarzane w formacie Dolby Atmos, a nie stereo. Aby uzyskać optymalne brzmienie, połącz ze słuchawkami lub głośnikami zgodnymi z Dolby Atmos. Swój wybór możesz zmienić w dowolnym momencie w Ustawieniach.
pt_br: As músicas compatíveis serão reproduzidas agora em Dolby Atmos ao invés de versões estéreo. Conecte fones de ouvido ou alto-falantes compatíveis com Dolby Atmos para ter a melhor experiência. Altere isso a qualquer momento nos Ajustes.
pt_pt: As músicas suportadas serão reproduzidas em Dolby Atmos em vez de estéreo. Com auscultadores ou colunas compatíveis com Dolby Atmos obterá a melhor experiência de áudio. Esta opção pode ser alterada em qualquer altura nas Definições.
ro: Melodiile compatibile vor fi redate acum în Dolby Atmos în locul versiunilor stereo. Pentru o experiență optimă, conectați căști audio sau difuzoare compatibile cu Dolby Atmos. Puteți schimba oricând această opțiune în Configurări.
ru: Поддерживаемые песни теперь будут воспроизводиться в формате Dolby Atmos вместо стерео. Подключите наушники или колонки с поддержкой Dolby Atmos для наилучшего звучания. Этот параметр можно изменить в любое время в Настройках.
sk: Podporované skladby budú namiesto stereo verzie hrať vo formáte Dolby Atmos. Najlepší zážitok vám sprostredkujú slúchadlá alebo reproduktory podporujúce Dolby Atmos. Môžete to kedykoľvek zmeniť v Nastaveniach.
sl: Podprte skladbe se bodo zdaj predvajale v obliki zvoka Dolby Atmos in ne v stereo različicah. Za najboljšo izkušnjo vzpostavite povezavo s slušalkami ali zvočniki, ki podpirajo obliko zvoka Dolby Atmos. To lahko kadarkoli spremenite v Nastavitvah.
sv: Låtar som stöds spelas nu upp i Dolby Atmos istället för stereo. Lyssna med hörlurar eller Dolby Atmos-kompatibla högtalare för bästa upplevelse. Du kan ändra det här när du vill i Inställningar.
th: ตอนนี้เพลงที่รองรับจะเล่นในแบบ Dolby Atmos แทนแบบสเตอริโอ เชื่อมต่อกับหูฟังหรือลำโพงที่รองรับ Dolby Atmos เพื่อประสบการณ์การใช้งานที่ดีที่สุด เปลี่ยนการตั้งค่านี้ได้ตลอดเวลาในการตั้งค่า
tr: Desteklenen parçalar stereo sürümleri yerine Dolby Atmos olarak çalar. En iyi deneyim için kulaklığa ya da Dolby Atmos destekli hoparlöre bağlanın. Bunu istediğiniz zaman Ayarlar’da değiştirin.
uk: Підтримувані пісні відтворюватимуться у форматі Dolby Atmos замість стереоверсій. Для найкращого звучання підʼєднайте навушники чи аудіосистему з підтримкою Dolby Atmos. Це можна будь-коли змінити в Параметрах.
vi: Các bài hát được hỗ trợ bây giờ sẽ phát bằng Dolby Atmos thay vì phiên bản stereo. Hãy kết nối với tai nghe hoặc loa hỗ trợ Dolby Atmos để có trải nghiệm tốt nhất. Thay đổi tùy chọn này bất kỳ lúc nào trong Cài đặt.
zh_cn: 支持的歌曲现将以杜比全景声而非立体声版本播放。请连接到耳机或支持杜比全景声的扬声器来获得最佳体验。你可以随时在“设置”中更改。
zh_hk: 支援「杜比全景聲」的歌曲現在將以該格式播放，而非使用立體聲。請連接耳筒或支援「杜比全景聲」的喇叭以獲得最佳體驗。你可以隨時在「設定」更改選擇。
zh_tw: 支援的歌曲現在會以「杜比全景聲」而非立體聲版本播放。請連接耳機或支援「杜比全景聲」的揚聲器以取得最佳體驗。可隨時在「設定」中更改此設定。

# MOTION_FOOTER_ON
source: Playlist, album, and artist pages, album art in now playing, and other animated cover art will automatically play.
ar: ستُعرَض تلقائيًا قوائم التشغيل والألبومات وصفحات الفنانين، والغلاف الفني للألبوم في "قيد التشغيل"، والأغلفة المتحركة الأخرى.
bg: Списък с песни, албум и страници на изпълнител, обложка на албум в изпълняващите се в момента и други анимирани обложки ще се възпроизвеждат автоматично.
ca: Es reproduiran automàticament les il·lustracions animades de les llistes, dels àlbums, de les pàgines d’artistes i de la música que estigui sonant, entre d’altres.
cs: Animovaná grafika na stránkách playlistů, alb a umělců, v právě poslouchaných albech a na dalších místech se bude přehrávat automaticky.
da: Billeder på playlister, album og kunstnersider, albumbilleder i Afspiller nu samt andre animerede albumbilleder afspilles automatisk.
de: Playlist, Album, Künstlerwebseiten, Albumcover in „Jetzt läuft“ und andere animierte Coverbilder werden automatisch wiedergegeben.
el: Η λίστα αναπαραγωγής, το άλμπουμ και οι σελίδες καλλιτεχνών, το εξώφυλλο άλμπουμ στο τμήμα «Παίζει τώρα» και άλλα κινούμενα εξώφυλλα θα αναπαράγονται αυτόματα.
es: Se reproducirán automáticamente las ilustraciones animadas de las playlists, los álbumes, las páginas de los artistas, el contenido en reproducción, etc.
es_us: Se mostrará automáticamente la animación de ilustraciones de playlists, álbumes, páginas de artistas, portadas de álbumes en Ahora suena y de otras portadas.
fi: Soittolista, albumi, artistisivut, Toistossa nyt -albumikuvitus ja muu animoitu kuvitus toistetaan automaattisesti.
fr: Les animations des pages de playlist, d’album et d’artiste, des pochettes d’album dans « À l’écoute » et des autres illustrations seront lues automatiquement.
fr_ca: Les illustrations des listes de lecture, des albums, des pages d’artiste et des albums dans « À l’écoute » ainsi que les autres illustrations seront automatiquement animées.
he: פלייליסטים, אלבומים ודפי אומנים, עטיפות אלבומים ב״מופעל כעת״ ועטיפות אלבומים מונפשות אחרות יופעלו באופן אוטומטי.
hi: प्लेलिस्ट, ऐल्बम और कलाकार पृष्ठ, “अभी चल रहा है” में ऐल्बम कलाकृति और अन्य ऐनिमेटेड कवर कलाकृति ऑटोमैटिकली चलाई जाएँगी।
hr: Automatski će se reproducirati lista, album i stranice izvođača te omot albuma u trenutačnoj reprodukciji, kao i drugi animirani omoti.
hu: A lejátszási lista, az album és az előadói oldalak, az albumborító a Lejátszás alatt szakaszban és az egyéb animált borítók automatikusan le lesznek játszva.
id: Daftar putar, album, dan halaman artis, gambar album di sedang diputar, serta animasi gambar sampul lainnya akan diputar secara otomatis.
it: Le illustrazioni animate di playlist, album, pagine di artisti, brani in riproduzione e altro verranno riprodotte automaticamente.
ja: プレイリスト、アルバム、アーティストページ、再生中のアルバムアート、およびその他のアニメーションのカバーアートは自動的に再生されます。
kk: Плейлист, альбом мен орындаушы беттері, «Қазір ойнатылуда» экранындағы альбом мұқабасы және басқа да анимацияланған мұқабалар автоматы түрде ойнатылады.
ko: 플레이리스트, 앨범, 아티스트 페이지, ‘지금 재생 중’의 앨범 표지 및 기타 움직이는 표지 사진이 자동으로 재생됩니다.
lt: Dabar leidžiamas grojaraštis, albumas, atlikėjų puslapiai ir albumo viršelis, o kitos animuotos viršelių meninės priemonės bus leidžiamos automatiškai.
ms: Senarai main, album dan halaman artis, seni album dalam kini dimainkan serta seni kulit beranimasi lain akan dimainkan secara automatik.
nl: De afspeel­lijst, het album, artiesten­pagina's, albumillustraties in 'Huidig onderdeel' en andere geanimeerde albumillustraties worden automatisch afgespeeld.
no: Spilleliste, album og artistsider, albumbilder i Spilles nå og annen animert omslagskunst, vil bli vist automatisk.
pl: Grafiki playlist i albumów, strony wykonawców i grafiki na ekranie Odtwarzane oraz inne animowane okładki będą odtwarzane automatycznie.
pt_br: Capas animadas de playlists, álbuns e páginas de artistas e Reproduzindo, entre outras, serão reproduzidas automaticamente.
pt_pt: As listas de reprodução, álbuns, páginas de intérpretes, grafismos dos conteúdos a reproduzir e outras capas animadas serão reproduzidos automaticamente.
ro: Ilustrațiile animate ale listelor de redare, albumelor, paginilor artiștilor, conținutului aflat în redare ș.a.m.d vor fi redate automat.
ru: Анимированные обложки плейлистов, альбомов, страниц артистов, альбомов в разделе «Исполняется» и другого контента будут воспроизводиться автоматически.
sk: Grafika na stránkach playlistov, albumov a interpretov, grafika albumov v sekcii Práve hrá a ďalšie animované obaly albumov sa budú automaticky prehrávať.
sl: Seznam predvajanja, album, strani izvajalca, naslovnice trenutno predvajane vsebine in druge animirane naslovnice se bodo samodejno predvajale.
sv: Spellistor, album och artistsidor, bildmaterial för Spelas nu och andra animerade omslagsbilder spelas upp automatiskt.
th: หน้าเพลย์ลิสต์ หน้าอัลบั้ม หน้าศิลปิน ภาพหน้าปกอัลบั้มในกำลังเล่นอยู่ และภาพหน้าปกเคลื่อนไหวอื่นๆ จะแสดงโดยอัตโนมัติ
tr: Liste, albüm, sanatçı sayfaları, Şu An Çalınan’daki kapak resimleri ve diğer hareketli kapak resimleri otomatik olarak oynatılır.
uk: Анімовані обкладинки для підбірок, альбомів і сторінок виконавців, а також обкладинки альбомів на екрані «Зараз грає» тощо відтворюватимуться автоматично.
vi: Playlist, album và trang nghệ sĩ, hình minh họa album trong đang phát và ảnh bìa động khác sẽ phát tự động.
zh_cn: 播放列表、专辑、艺人页、播放中的专辑插图及其他动画封面插图将自动播放。
zh_hk: 播放清單、專輯、藝人頁面、播放中的專輯插圖以及其他動態封面插圖將會自動播放。
zh_tw: 播放列表、專輯、藝人頁面、播放中的專輯插圖和其他動態的封面插圖將自動播放。

# HI_RES_LOSSLESS_DOWNLOAD_CELLULAR_WARN_BODY
source: Cellular Downloads are turned on. Hi-Res Lossless files are very large and will consume significantly more data. It’s not recommended to download Hi-Res Lossless using a cellular connection.
ar: التنزيلات عبر الشبكة الخلوية مشغلة. ملفات Hi-Res Lossless كبيرة للغاية وتستهلك بيانات أكبر بكثير؛ ولهذا لا يوصى بتنزيل Hi-Res Lossless عبر اتصال شبكة خلوية.
bg: Изтеглянето на файлове с мобилни данни е включено. Hi-Res Lossless файловете са много големи и ще използват значително повече данни. Не се препоръчва да изтегляте Hi-Res Lossless с мобилни данни.
ca: Les descàrregues amb dades mòbils estan activades. Els arxius en alta resolució sense pèrdua són molt grans i consumeixen més dades, per això no es recomana descarregar arxius en alta resolució sense pèrdua si s’utilitza una connexió mòbil.
cs: Je zapnuté stahování přes mobilní síť. Soubory v bezztrátovém formátu s vysokým rozlišením jsou velmi objemné a spotřebovávají podstatně víc dat. Stahovat je přes mobilní síť se proto nedoporučuje.
da: Overførsler via mobilnetværk er slået til. Hi-Res Lossless-arkiver er meget store og har væsentligt større dataforbrug. Det anbefales ikke at bruge en mobilforbindelse til at hente Hi-Res Lossless.
de: Downloads über Mobilfunk sind aktiviert. Hi-Res-Lossless-Dateien sind sehr groß und verbrauchen wesentlich mehr Daten. Es wird nicht empfohlen, Hi-Res-Lossless-Dateien über eine Mobilfunkverbindung zu laden.
el: Οι Λήψεις μέσω κινητού δικτύου είναι ενεργοποιημένες. Τα αρχεία Lossless υψηλής ανάλυσης είναι πολύ μεγάλα και θα καταναλώνουν πολύ περισσότερα δεδομένα. Δεν συνιστάται η χρήση σύνδεσης κινητού δικτύου για λήψη αρχείων Lossless υψηλής ανάλυσης.
es: Las descargas con datos móviles están activadas. Los archivos de audio en alta resolución sin pérdida son muy grandes y consumen muchos más datos, por lo que no se recomienda descargar contenidos en alta resolución sin pérdida mediante una conexión de datos móviles.
es_us: Los datos celulares están activados. Los archivos Hi-Res Lossless son muy grandes y consumirán significativamente más datos, por lo que no se recomienda descargarlos mediante una conexión de datos celulares.
fi: Mobiililataukset ovat päällä. Hi-Res Lossless -tiedostot ovat hyvin suuria ja kuluttavat huomattavasti enemmän dataa. Hi-Res Lossless -ääntä ei suositella ladattavaksi mobiiliyhteyden kautta.
fr: Les téléchargements cellulaires sont activés. Les fichiers au format Lossless haute qualité sont de taille importante et utiliseront une plus grande quantité de données. Il n’est pas recommandé de télécharger des fichiers au format Lossless haute qualité via une connexion cellulaire.
fr_ca: Les téléchargements cellulaires sont activés. Les fichiers sans perte haute qualité sont très volumineux et consomment considérablement plus de données. Il n’est pas recommandé de les télécharger au moyen d’une connexion cellulaire.
he: האפשרות ״הורדות סלולריות״ פעילה. קובצי שמע בפורמט Hi-Res Lossless (רזולוציה גבוהה ללא אובדן איכות) גדולים מאוד וצורכים הרבה יותר נתונים. הורדת שמע בפורמט Hi-Res Lossless לא מומלצת עם חיבור לרשת סלולרית.
hi: मोबाइल डेटा डाउनलोड चालू हैं। Hi-Res Lossless फ़ाइलें बहुत बड़ी होती हैं और बहुत ज़्यादा डेटा की खपत करेंगी। Hi-Res Lossless को मोबाइल कनेक्शन का उपयोग करके डाउनलोड करने की अनुशंसा नहीं की जाती है।
hr: Uključena su preuzimanja putem podatkovne veze. Datoteke Hi-Res Lossless jako su velike i potrošit će značajno više mobilnih podataka. Ne preporučuje se preuzimanje audio datoteka kvalitete Hi-Res Lossless putem podatkovne veze.
hu: A Letöltés mobilhálózaton funkció be van kapcsolva. A nagy felbontású veszteségmentes fájlok nagyon nagy méretűek, és lényegesen nagyobb mennyiségű adatot használnak fel. Nem javasoljuk, hogy a nagy felbontású veszteségmentes verziókat mobilkapcsolaton keresztül töltse le.
id: Pengunduhan Seluler dinyalakan. File Hi-Res Lossless berukuran sangat besar dan akan memakan jauh lebih banyak data. Anda tidak dianjurkan untuk mengunduh Hi-Res Lossless menggunakan koneksi seluler.
it: L’opzione “Scarica tramite rete cellulare” è attiva. I file Hi‑Res Lossless sono molto grandi e richiederanno una quantità di dati significativamente maggiore. Non è consigliabile scaricarli tramite una connessione cellulare.
ja: モバイル通信ダウンロードがオンになっています。ハイレゾロスレスのファイルはとてもサイズが大きく、データをより大量に消費します。ロスレスのオーディオファイルのダウンロードにモバイル通信接続を使用することはおすすめしません。
kk: Ұялы байланыс арқылы жүктеп алу мүмкіндігі қосылған. Hi-Res Lossless файлдары өте үлкен және айтарлықтай көп деректерді пайдаланады. Ұялы байланыс арқылы файлдарды Hi-Res Lossless форматында жүктеп алуға кеңес берілмейді.
ko: 셀룰러 다운로드가 켜져 있습니다. 고해상도 무손실 파일은 용량이 매우 크며 훨씬 많은 데이터를 소비합니다. 셀룰러 연결을 사용하여 고해상도 무손실을 다운로드하는 것은 권장되지 않습니다.
lt: Atsisiuntimai mobiliuoju ryšiu įjungti. Didelės raiškos nenuostolingojo formato failai yra labai dideli, jie sunaudos gerokai daugiau duomenų. Nerekomenduojama atsisiųsti didelės raiškos nenuostolingojo formato failų mobiliuoju ryšiu.
ms: Muat Turun Selular diaktifkan. Fail Lossless Hi‑Res adalah sangat besar dan akan menggunakan lebih banyak data secara ketara. Anda tidak disyorkan memuat turun Lossless Hi‑Res menggunakan sambungan selular.
nl: Mobiele downloads zijn ingeschakeld. Lossless-bestanden met een hoge resolutie zijn zeer groot en verbruiken aanzienlijk meer data. Het wordt niet aanbevolen om lossless met een hoge resolutie te downloaden via een mobiele verbinding.
no: Nedlastinger over mobilnett er slått på. Hi-Res Lossless-filer er veldig store og vil bruke betydelig mer data. Det anbefales ikke at du laster ned lydfiler i Hi-Res Lossless-format over mobilnettet.
pl: Pobieranie przez sieć komórkową jest włączone. Pliki w formacie Hi‑Res Lossless są bardzo duże i wymagają pobierania znacznie większej ilości danych. Nie zalecamy pobierania muzyki w tym formacie przez sieć komórkową.
pt_br: Os Downloads Celulares estão ativados. Arquivos em Hi-Res Lossless são muito grandes e consomem consideravelmente mais dados. Não é recomendado usar uma conexão celular para baixar áudio Hi-Res Lossless.
pt_pt: As descargas com dados móveis estão ativadas. Os ficheiros de alta resolução sem perdas ocupam muito espaço e consomem significativamente mais dados. Não é recomendado descarregar este formato através da rede móvel.
ro: Descărcările prin conexiune celulară sunt activate. Fișierele Hi‑Res Lossless sunt foarte mari și vor atrage un consum de date semnificativ mai mare. Nu se recomandă utilizarea unei conexiuni celulare pentru a descărca fișiere Hi‑Res Lossless.
ru: Загрузки по сотовой сети включены. Файлы в формате Hi‑Res Lossless очень большие, и при их передаче значительно возрастает трафик. Не рекомендуется загружать аудиофайлы в формате Hi‑Res Lossless по сотовой сети.
sk: Je zapnuté sťahovanie cez mobilnú sieť. Hi-Res Lossless súbory sú veľmi veľké a pri ich sťahovaní sa spotrebuje omnoho väčšie množstvo dát. Hi‑Res Lossless súbory neodporúčame sťahovať cez mobilné pripojenie.
sl: Vklopljeni so mobilni prenosi. Datoteke v kakovosti Hi-Res Lossless so zelo velike in bodo porabljale občutno več podatkov. Prenašanje v kakovosti Hi-Res Lossless ni priporočeno za mobilne povezave.
sv: Mobilhämtningar har slagits på. Filer i Hi-Res Lossless-format är väldigt stora och använder mycket mer data. Det rekommenderas inte att du hämtar filer med Lossless-kvalitet via en mobilanslutning.
th: การดาวน์โหลดผ่านเซลลูลาร์เปิดอยู่ ไฟล์แบบ Hi-Res Lossless มีขนาดใหญ่มากและจะใช้ข้อมูลเป็นจำนวนมาก ไม่แนะนำให้ดาวน์โหลดเสียงแบบ Hi-Res Lossless โดยใช้การเชื่อมต่อเซลลูลาร์
tr: Hücresel İndirilenler açık. Yüksek Çözünürlüklü Kayıpsız dosyalar çok büyüktür ve önemli ölçüde daha fazla veri kullanır. Yüksek Çözünürlüklü Kayıpsız’ın bir hücresel bağlantı kullanılarak indirilmesi önerilmez.
uk: Увімкнено викачування через стільникову мережу. Файли у високороздільному форматі без втрат дуже великі, на них витрачатиметься значно більше даних. Не рекомендовано викачувати аудіофайли у високороздільному форматі без втрат через стільникову мережу.
vi: Tải về qua mạng di động được bật. Tệp Hi-Res Lossless có kích cỡ rất lớn và sẽ sử dụng lượng dữ liệu nhiều hơn đáng kể. Bạn không nên tải về Hi-Res Lossless bằng kết nối di động.
zh_cn: “蜂窝网络下载”已打开。高解析度无损文件非常大，将显著消耗更多数据。不建议接入蜂窝网络时下载高解析度无损音频。
zh_hk: 已開啟「流動網絡下載項目」。高解析度無損壓縮檔案非常大，將會明顯耗用更多數據。不建議使用流動網絡連線下載高解析度無損壓縮。
zh_tw: 已開啟「行動網路下載項目」。「高解析度保真壓縮」檔案非常大，將明顯消耗更多數據。不建議使用行動網路連線來下載「高解析度保真壓縮」。
